# about_center_text = """
# IQ Center — современный учебный центр в Ташкенте, который готовит школьников и абитуриентов к успешному поступлению в ведущие университеты.
# 📚 Основное направление — математика и другие ключевые предметы для вступительных экзаменов.
# 🌟 Более 1000 студентов за последние годы достигли высоких результатов, а 97% выпускников поступили в топ-вузы (Inha, Turin, Westminster, МГУ и др.).
# 👨‍🏫 Опытные преподаватели, авторская программа и индивидуальный подход помогают быстро восполнить пробелы и выйти на нужный уровень.
# 🚀 Центр также предлагает языковые курсы и дополнительные образовательные программы.
# """


about_center_text = (
    "<b>IQ Center</b> — современный учебный центр в Ташкенте, который готовит школьников "
    "и абитуриентов к успешному поступлению в ведущие университеты.\n\n"
    "📚 Основное направление — <i>математика и другие ключевые предметы</i> для вступительных экзаменов.\n"
    "🌟 Более <b>1000 студентов</b> за последние годы достигли высоких результатов, а "
    "<b>97% выпускников</b> поступили в топ-вузы (Inha, Turin, Westminster, МГУ и др.).\n"
    "👨‍🏫 Опытные преподаватели, авторская программа и индивидуальный подход помогают "
    "быстро восполнить пробелы и выйти на нужный уровень.\n"
    "🚀 Центр также предлагает <i>языковые курсы</i> и дополнительные образовательные программы."
)
